/* appended to region name when merging regions */
" merged" = " 結合済み";

/* appended to region name of mixed down regions */
" mixed" = " ミックス済み";

/* Disk Full Alert: see Ke6 */
"%@ needed|%@ available." = "必要な領域：%@|空き領域：%@|";

/* cd/dvd media status, media is empty/blank */
"(blank)" = "（空白）";

/* cd/dvd media status, media is not empty/blank */
"(NOT blank)" = "（空ではありません）";

/* Alert */
"[1][%@ is not available.][OK]" = "[1][%@ は使用できません。][OK]";

/* DAE */
"[1][%@ Plug-ins not available.][OK]" = "[1][%@ プラグインは使用できません。][OK]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK]" = "[1][%@：プラグイン“%@”%@%@ は使用できません！][OK]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK|\\U221ADon\\U2019t show again]" = "[1][%@：プラグイン“%@”%@%@ は使用できません！][OK|√今後表示しない]";

/* Alert */
"[1][%@:|^P is not able to allocate enough memory for the required %ld audio tracks.|Only %ld audio tracks are available.|%@ of additional free system memory is needed.][OK]" = "[1][%@：|^P は、要求されている %ld 個のオーディオトラックに十分なメモリを割り当てることができません。|使用可能なオーディオトラックは %ld 個だけです。|あと %@ の空きシステムメモリが必要です。][OK]";

/* Alert */
"[1][%@:|Sample Rate %ld not allowed.][OK]" = "[1][%@：|サンプルレート %ld は許可されていません。][OK]";

/* EXS24 */
"[1][%ld of %ld audio file(s) were not found.|Still %@ the found audio files?][Cancel|Do it]" = "[1][%ld/%ld 個のオーディオファイルが見つかりませんでした。|見つかったオーディオファイルで %@ を実行しますか？][キャンセル|実行]";

/* EXS24 */
"[1][%ld of %ld audio files are not found.|(\\U201C%@\\U201D,...)][Continue]" = "[1][%ld/%ld 個のオーディオファイルが見つかりません。|(“%@”、...)][続ける]";

/* Alert */
"[1][\\U201C%@\\U201D can\\U2019t be played back on Track %ld from drive/partition \\U201C%@\\U201D][OK|\\U221ADon\\U2019t show again]" = "[1][“%1$@”は、ドライブ／パーティション“%3$@”のトラック %2$ld 上で再生できません。 ][OK|√今後表示しない]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|\\U221ADon\\U2019t show again]" = "[1][ドライブ／パーティション“%2$@”の“%1$@”は使用できません。|ドライブ／パーティションが許可されていません！][OK|√今後表示しない]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|Load]" = "[1][ドライブ／パーティション“%2$@”の“%1$@”は使用できません。|ドライブ／パーティションが許可されていません！][OK|読み込む]";

/* Alert */
"[1][\\U201C%@\\U201D is a %ld bit file and can\\U2019t be played back thru %@.][OK]" = "[1][“%@”は %ld ビットファイルです。“%@”からは再生できません。][OK]";

/* Bin: trying to add an audio file */
"[1][\\U201C%@\\U201D is already included!][Cancel]" = "[1][“%@”はすでに含まれています！][キャンセル]";

/* Alert */
"[1][\\U201C%@\\U201D is empty!][Cancel]" = "[1][“%@”は空です！][キャンセル]";

/* Audio Configuration */
"[1][\\U201C%@\\U201D is not a standard PCM Wave format audio file.][OK]" = "[1][“%@”は標準の PCM Wave フォーマットのオーディオファイルではありません。][OK]";

/* Alert */
"[1][\\U201C%@\\U201D or \\U201C%@\\U201D already exists!][Use|Replace]" = "[1][“%@”または“%@”はすでに存在します！][使用|置き換える]";

/* Alert */
"[1][^P found %ld audio file(s) in %ld bit format.|This format is unsupported and cannot be played back.][OK|\\U221ADon\\U2019t show again]" = "[1][^P が %2$ld ビットフォーマットの %1$ld 個のオーディオファイルを検出しました。|このフォーマットはサポートされていないため再生できません。][OK|√今後表示しない]";

/* Changed text. Still missing: J, F, E */
"[1][^P is scanning your system for audio devices, and has detected a device named \\U201C%@\\U201D.|If you want to use this device, do not disconnect it during the scanning process.|Do you want to use this device?][Yes|No]" = "[1][^P はシステムのオーディオデバイスのスキャン中に“%@”というデバイスを検出しました。|このデバイスを使用する場合は、スキャン処理中にデバイスを取り外さないでください。|このデバイスを使用しますか？][はい|いいえ]";

/* EXS24 */
"[1][Abort?][Continue|Abort]" = "[1][中止しますか？][続ける|中止]";

/* Alert */
"[1][Already recording...][OK]" = "[1][すでに録音中です...][OK]";

/* Alert */
"[1][An error occurred.||Result code = %ld][OK]" = "[1][エラーが起きました。||リザルトコード = %ld][OK]";

/* Alert */
"[1][An error occurred.||Result code = %ld||File = %@][OK]" = "[1][エラーが起きました。||リザルトコード = %ld||ファイル = %@][OK]";

/* Alert */
"[1][Audio %@ %@ can not be used to playback \\U201C%@\\U201D from drive/partition \\U201C%@\\U201D][OK]" = "[1][オーディオ %1$@ %2$@ は、ドライブ／パーティション“%4$@”内の“%3$@”の再生には使用できません][OK]";

/* Alert */
"[1][Audio file \\U201C%@\\U201D not found!]%@" = "[1][オーディオファイル“%@”が見つかりません！]%@";

/* Alert */
"[1][Audio Unit authorization error.|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D reports that it is not properly authorized to be used on this system.|Please check the plug-in's documentation for more information about its copy protection.][OK]" = "[1][Audio Unit 認証エラーが起きました。|Audio Unit “%@”（%@）から、このシステムで使用するための適切な権限がないことが報告されました。|コピー保護の詳細についてはプラグインのマニュアルを確認してください。][OK]";

/* appears when a user loads a bad AU */
"[1][Audio Unit Compatibility Error|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D does not fully comply with the Audio Units standard.|^P cannot save or load the plug-in's settings, nor can they be saved with the song.|The settings will be lost when closing the song.][OK]" = "[1][Audio Unit 互換性エラー|Audio Unit “%@”（%@）は、Audio Unit 標準に完全には準拠していません。|^P は、プラグイン設定の保存および読み込みができません。また、プラグイン設定はソングと共に保存されません。|ソングを閉じると、設定内容は失われます。][OK]";

/* HyperDraw / Automation */
"[1][Automation Parameter Error!|%ld][OK]" = "[1][オートメーション・パラメータ・エラーです！|%ld][OK]";

/* EXS24 */
"[1][Can\\U2019t delete instrument \\U201C%@\\U201D.|It is currently in use.][Cancel]" = "[1][音源“%@”を削除できません。|現在使用中です。][キャンセル]";

/* EXS24 */
"[1][Can\\U2019t find audio file \\U201C%@\\U201D.][OK|\\U221ADon\\U2019t show again]" = "[1][オーディオファイル“%@”が見つかりません。][OK|√今後表示しない]";

/* EXS24 */
"[1][Can\\U2019t load Sampler Instrument \\U201C%@\\U201D.|It was created with a newer EXS24 version.][Continue|\\U221ADon\\U2019t show again]" = "[1][サンプラー音源“%@”を読み込めません。|より新しい EXS24 で作成されました。][続ける|√今後表示しない]";

/* ALP Version Alert Text */
"[1][Chord Track added to %d Apple Loop files.][OK]" = "[1][コードトラックが %d 個の Apple Loop ファイルに追加されました。][OK]";

/* ALP Version Alert Text */
"[1][Couldn't find Chord Progression data in file %@!][OK]" = "[1][ファイル %@ にコード進行データが見つかりませんでした！][OK]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for reading!][OK]" = "[1][ファイル %@ を読み込み用に開くことができませんでした！][OK]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for writing!][OK]" = "[1][ファイル %@ を書き込み用に開くことができませんでした！][OK]";

/* Alert */
"[1][Couldn\\U2019t create Region.|Out of memory][Cancel]" = "[1][リージョンを作成できませんでした。|メモリ不足][キャンセル]";

/* Alert */
"[1][Couldn\\U2019t create track.|Maximum number of tracks exceeded!][Abort]" = "[1][トラックを作成できませんでした。|最大トラック数を超えています！][中止]";

/* Alert */
"[1][Do you also want to edit the automation data?][Don\\U2019t edit|Edit|\\U221ADon\\U2019t show again]" = "[1][オートメーションデータも編集しますか？][編集しない|編集|√今後表示しない]";

/* Alert */
"[1][Do you want to copy the automation data?][Don\\U2019t copy|Copy|\\U221ADon\\U2019t show again]" = "[1][オートメーションデータをコピーしますか？][コピーしない|コピー|√今後表示しない]";

/* Alert */
"[1][Do you want to delete all automation data of the whole project?|Are you sure? This operation cannot be undone.][Cancel|Delete]" = "[1][プロジェクト全体のすべてのオートメーションデータを削除しますか？|よろしいですか？この操作は取り消せません。][キャンセル|削除]";

/* Alert */
"[1][Do you want to erase the automation data?][Don\\U2019t Erase|Erase|\\U221ADon\\U2019t show again]" = "[1][オートメーションデータを消去しますか？][消去しない|消去|√今後表示しない]";

/* Alert */
"[1][Do you want to move the automation data?][Don\\U2019t Move|Move|\\U221ADon\\U2019t show again]" = "[1][オートメーションデータを移動しますか？][移動しない|移動|√今後表示しない]";

/* Alert */
"[1][Do you want to process the automation data also?][Cancel|Process]" = "[1][オートメーションデータも処理しますか？][キャンセル|処理する]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording with %@.][OK]" = "[1][ドライブ／パーティション“%@”は、%@ でのオーディオ録音には使用できません。][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording.][OK]" = "[1][ドライブ／パーティション“%@”は、オーディオ録音には使用できません。][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used to record on audio track %ld.][OK]" = "[1][ドライブ／パーティション“%@”は、オーディオトラック %ld での録音には使用できません。][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D is full.][OK]" = "[1][ドライブ／パーティション“%@”がいっぱいです。][OK]";

/* Audio error message template (error number only) */
"[1][Error code %ld was returned by the %@ driver.][Continue]" = "[1][エラーコード %ld が %@ ドライバによって返されました。][続ける]";

/* Alert */
"[1][Error during copy of Resources. %ld][OK]" = "[1][リソースのコピー中にエラーが発生しました。%ld][OK]";

/* Alert */
"[1][Error in CoreMidi:|%ld][OK]" = "[1][CoreMidi でエラーが発生しました：|%ld][OK]";

/* Alert */
"[1][Error when loading project][OK]" = "[1][プロジェクトの読み込み中にエラーが発生しました][OK]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.][Continue]" = "[1][オーディオと MIDI の同期中にエラーが発生しました。][続ける]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.|Sample Rate %ld recognized.|%@][Continue%@]" = "[1][オーディオと MIDI の同期中にエラーが発生しました。|サンプルレート %ld が認識されました。|%@][%@ を続ける]";

/* Alert */
"[1][Error!|Cannot open project.|This project seems to be damaged.][Cancel]" = "[1][エラー！|プロジェクトを開けません。|このプロジェクトは破損している可能性があります。][キャンセル]";

/* Alert */
"[1][Error|CSong::CreateSeq - Illegal block size][OK]" = "[1][エラー|CSong::CreateSeq - 不正なブロックサイズ][OK]";

/* Alert */
"[1][EXS24 instrument \\U201C%@\\U201D:|Audio file \\U201C%@\\U201D not found!][Search again|Continue]" = "[1][EXS24 インストゥルメント“%@”：|オーディオファイル“%@”が見つかりません！][再検索|続ける]";

/* Alert message */
"[1][Found Take Folder %@ with %ld problems. Delete it?][Cancel|Delete]" = "[1][テイクフォルダ %@ に %ld 個の問題が見つかりました。削除しますか？][キャンセル|削除]";

/* Alert */
"[1][Illegal signature(1)][Cancel]" = "[1][不正な署名（1）][キャンセル]";

/* Alert */
"[1][Illegal track count][OK]" = "[1][不正なトラック数][OK]";

/* Alert */
"[1][Instrument set \\U201C%@\\U201D too large! Converted only %ld of %ld entries!][Cancel]" = "[1][音源セット“%@”が大きすぎます！%ld/%ld エントリだけが変換されました！][キャンセル]";

/* Alert */
"[1][Internal Job-Conflict|Please restart ^P][OK]" = "[1][内部での作業に障害が発生しました|^P を再起動してください][OK]";

/* Alert */
"[1][Maximum file size of %@ exceeded.|Please choose a shorter bounce time.][OK]" = "[1][ファイルサイズが最大値（%@）を超えています。|現在より短いバウンス時間を選択してください。][OK]";

/* Alert */
"[1][Memory Allocation Problem.][OK]" = "[1][メモリの割り当てに問題があります。][OK]";

/* EXS24 */
"[1][Memory used now: %@|Memory used before: %@][OK]" = "[1][現在のメモリ使用量：%@|以前のメモリ使用量：%@][OK]";

/* Alert */
"[1][Minor correction of project data has taken place. (1)][OK]" = "[1][プロジェクトデータに若干の修正が加えられました。(1)][OK]";

/* Alert */
"[1][Mono/Stereo Conflict!][Cancel]" = "[1][モノラル／ステレオの競合！][キャンセル]";

/* Alert */
"[1][Mono<->Stereo conflict.|Plug-in can not be moved to this place.][OK]" = "[1][モノラル <-> ステレオの競合。|プラグインはこの場所に移動できません。][OK]";

/* ALP Version Alert Text */
"[1][No Apple Loop selected.][Abort]" = "[1][Apple Loop が選択されていません。][中止]";

/* Alert */
"[1][No audio track is record-enabled!|Click the \"R\" button on the desired track to record-enable it.][OK]" = "[1][録音可能なオーディオトラックがありません！|目的のトラック上で“R”ボタンをクリックして録音可能にしてください。][OK]";

/* Alert */
"[1][Non-contiguous audio regions require the creation of a new audio file!][Cancel|Create]" = "[1][連続しないオーディオリージョンを作成するには新しいオーディオファイルを作成する必要があります！][キャンセル|作成]";

/* Alert */
"[1][Not enough memory (%ld).][OK]" = "[1][メモリ不足です（%ld）。][OK]";

/* Time Stretching */
"[1][Not enough memory for requested DSP function][Cancel]" = "[1][要求された DSP 機能のためのメモリが不足しています][キャンセル]";

/* Alert */
"[1][Not enough memory to convert song!][Cancel]" = "[1][曲を変換するためのメモリが足りません！][キャンセル]";

/* HyperDraw / Automation */
"[1][Not enough memory to create Track Automation data.][Cancel]" = "[1][トラックオートメーションデータを作成するためのメモリが不足しています。][キャンセル]";

/* Alert */
"[1][Not enough space on Volume \\U201C%@\\U201D|%@][OK]" = "[1][ボリューム“%@”に十分な空き領域がありません|%@][OK]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CAutomatic\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][注意：“プロセッサのパフォーマンス”が“自動”に設定されています。|この項目は“最高”に設定することをお勧めします。|この設定を変えるには“システム環境設定”＞“省エネルギー”＞“オプション”と選択してください。][続ける]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CReduced\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][注意：“プロセッサのパフォーマンス”が“低”に設定されています。|この項目は“最高”に設定することをお勧めします。|この設定を変えるには“システム環境設定”＞“省エネルギー”＞“オプション”と選択してください。][続ける]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, %ld audio regions changed in length or content position.][OK]" = "[1][1 つまたは複数のオーディオファイルの長さが変更されました！|結果として、%ld 個のオーディオリージョンの長さまたはコンテンツの位置が変更されました。][OK]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, one audio region changed in length or content position.][OK]" = "[1][1 つまたは複数のオーディオファイルの長さが変更されました！|結果として、1 個のオーディオリージョンの長さまたはコンテンツの位置が変更されました。][OK]";

/* Alert */
"[1][Out of Memory!][Cancel]" = "[1][メモリ不足！][キャンセル]";

/* Alert */
"[1][Out of Memory!|(Audio organize 1)][Continue]" = "[1][メモリ不足！|（オーディオ作成 1）][続ける]";

/* Alert */
"[1][Out of memory!|^P needs more memory to display Waveforms.][Continue]" = "[1][メモリ不足！|^P が波形を表示するにはより多くのメモリが必要です。][続ける]";

/* Alert */
"[1][Out of memory!|Couldn\\U2019t insert or delete data][Cancel]" = "[1][メモリ不足！|データを挿入または削除できませんでした。][キャンセル]";

/* Alert */
"[1][Overlapping Notes found!|Do you want to keep, to shorten or to split those?][Keep|Shorten|Split]" = "[1][音符のオーバーラップが見つかりました！|そのままにしますか、短くしますか、それとも分割しますか？][そのまま|短くする|分割する]";

/* Alert */
"[1][Overlapping Regions found!|Do you want to create Tracks for overlapped Regions?][No|Create]" = "[1][リージョンのオーバーラップが見つかりました！|オーバーラップしたリージョン用にトラックを作成しますか？][いいえ|作成]";

/* Alert */
"[1][Part of the project was not played|This project has too many real instrument tracks to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[1][プロジェクトの一部を再生できません|このプロジェクトをリアルタイムで再生するにはリアル音源トラックの数が多すぎます。|パフォーマンスを最適化する方法については、“GarageBand ヘルプ”の“GarageBand のパフォーマンスを最適化する”を参照してください。][続ける]";

/* Alert */
"[1][Playback has been affected|The playback of your project has been interrupted due to change in your systems audio inputs or outputs.][Continue]" = "[1][再生に影響がありました|システムのオーディオ入力または出力に変更があったため、プロジェクトの再生が中断されました。][続ける]";

/* Alert */
"[1][Please select an audio driver in the following preference dialog.][Continue]" = "[1][次の環境設定ダイアログでオーディオドライバを選択してください。][続ける]";

/* Alert */
"[1][Please select the bit depth for this project.][16|24]" = "[1][このプロジェクトのビット数を選択してください。][16|24]";

/* Alert */
"[1][Read error!|Illegal format of file][Abort]" = "[1][読み出しエラー！|不正なファイルフォーマット][中止]";

/* Alert */
"[1][Record drive/partition \\U201C%@\\U201D not found!][OK]" = "[1][録音用ドライブ／パーティション“%@”が見つかりません！][OK]";

/* Alert */
"[1][Record folder \\U201C%@\\U201D not found on drive/partition \\U201C%@\\U201D.][OK]" = "[1][ドライブ／パーティション“%2$@”に録音用フォルダ“%1$@”がありません。][OK]";

/* Time Stretching */
"[1][Requested DSP function is unknown.][OK]" = "[1][要求された DSP 機能が不明です。][OK]";

/* alert text */
"[1][ReWire device \\U201C%@\\U201D could not be opened.|You need to launch ^P first.][OK]" = "[1][ReWire デバイス“%@”を開けませんでした。|先に ^P を起動する必要があります。][OK]";

/* Alert */
"[1][Running out of Regions][Cancel]" = "[1][これ以上リージョンを作成できません][キャンセル]";

/* EXS24 */
"[1][Sampler:|Not enough memory to load all samples of instrument \\U201C%@\\U201D.][Continue]" = "[1][サンプラー：|音源“%@”のすべてのサンプルを読み込むにはメモリが不足しています。][続ける]";

/* EXS24 */
"[1][Sampler:|Not enough memory to open instrument \\U201C%@\\U201D.][Continue]" = "[1][サンプラー：|音源“%@”を開くためのメモリが不足しています。][続ける]";

/* GB version of KfZ. J, F and E still missing. (Kf/) */
"[1][Scanning Audio Units.|^P will now scan %ld installed Audio Units plug-ins. This may take some time. This scan only occurs the first time you open ^P or after installing new Audio Units.][OK]" = "[1][Audio Unit をスキャンしています。|^P はインストールされている %ld 個の Audio Unit プラグインをスキャンします。これにはしばらく時間がかかります。このスキャンは、^P をはじめて起動したとき、および、新しい Audio Unit をインストールした後にのみ行われます。][OK]";

/* Logic ALP Version specific */
"[1][Signature %/% not recognized by @|Defaulting to 4/4.][OK|Cancel]" = "[1][拍子記号 %/% が @ によって認識されませんでした|4/4 にデフォルト設定されます。][OK|キャンセル]";

/* Alert */
"[1][Some Events have been set to minimal or maximal value.][OK]" = "[1][一部のイベントが最小値または最大値に設定されています。][OK]";

/* Alert */
"[1][Sorry, can\\U2019t load this project because it is created by a newer ^P version.|Please update ^P!][OK]" = "[1][このプロジェクトは新しいバージョンの ^P で作成されているため読み込むことができません。|^P をアップデートしてください！][OK]";

/* Alert */
"[1][Sorry. Last operation can\\U2019t be undone][Abort]" = "[1][最後の操作は取り消しできません][中止]";

/* Alert */
"[1][Sorry.|Undo not possible.|Not enough memory.][Abort]" = "[1][取り消しできません。|メモリが不足しています。][中止]";

/* Alert */
"[1][The audio device \\U201C%@\\U201D has been disconnected!|Do you want to switch to Built-in Audio or quit ^P?][Quit|Use Built-In Audio]" = "[1][オーディオデバイス“%@”との接続が解除されました！|内蔵オーディオに切り替えますか、それとも ^P を終了しますか？][終了|内蔵オーディオを使用]";

/* Alert */
"[1][The audio file \\U201C%@\\U201D has a %ld bit format and can\\U2019t be used.][Cancel]" = "[1][オーディオファイル“%@”は %ld ビットフォーマットです。使用できません。][キャンセル]";

/* EXS24 */
"[1][The file \\U201C%@\\U201D is not an EXS instrument file.][Cancel]" = "[1][ファイル“%@”は EXS インストゥルメントファイルではありません。][キャンセル]";

/* Audio Configuration */
"[1][The file \\U201C%@\\U201D seems to be damaged.][OK]" = "[1][ファイル“%@”が破損している可能性があります。][OK]";

/* Alert */
"[1][The file name \\U201C%@\\U201D is too long.|^P needs space for name extensions.|(Maximum of %ld characters)][OK]" = "[1][ファイル名“%@”は長すぎます。|^P ではファイル名の拡張子の領域が必要です。|（最大 %ld 文字）][OK]";

/* Bounce */
"[1][The file name is too long.][OK]" = "[1][ファイル名が長過ぎます。][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now %ld inputs are available.][OK]" = "[1][MIDI 入力の数が変更されました。|現在 %ld 個の入力が使用可能です。][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now no input is available.][OK]" = "[1][MIDI 入力の数が変更されました。|現在入力可能な MIDI はありません。][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now one input is available.][OK]" = "[1][MIDI 入力の数が変更されました。|現在 1 つの MIDI が入力可能です。][OK]";

/* Alert */
"[1][The plug-in named \\U201C%@\\U201D isn\\U2019t available on your system.|Choose another plug-in, or quit GarageBand and install the plug-in on your computer in order to use it in the project.][OK]" = "[1][プラグイン“%@”はお使いのシステムでは利用できません。|ほかのプラグインを選択するか、GarageBand を終了してからプロジェクトで使用したいプラグインをコンピュータにインストールしてください。][OK]";

/* Alert */
"[1][There are some events before position '1 1 1  1'.|Move all selected tracks or put all upbeat events to position '1 1 1  1'][Move all|Upbeat|Cancel]" = "[1][ポジション '1 1 1  1' より前にあるイベントがあります。|選択したトラックをすべて移動するか、前にあるイベントをすべてポジション '1 1 1  1' に配置してください][トラック移動|再配置|キャンセル]";

/* Alert */
"[1][There is automation data for the previous instrument.|Do you want to move or copy the automation data to the new instrument?][No|Copy|Move]" = "[1][前の音源用のオートメーションデータがあります。新しい音源にオートメーションデータを移動またはコピーしますか？][いいえ|コピー|移動]";

/* Alert */
"[1][This Apple Loops file was created using an effect or instrument that is not available.|The plug-In \\U201C%@\\U201D is not available. To add this loop using the same sound you heard in the loop browser, option-drag the loop to a new track.][OK]" = "[1][この Apple Loops ファイルは、使用できないエフェクトか音源を利用して作成されました。|プラグイン“%@”は使用できません。このループをループブラウザで聴いたのと同じサウンドで追加するには、option キーを押したままループを新規トラックへドラッグします。][OK]";

/* Alert */
"[1][This drive can not be used for audio.][Abort]" = "[1][このドライブはオーディオに使用できません。][中止]";

/* Audio Configuration */
"[1][This file type is not supported.][Abort]" = "[1][このファイルタイプはサポートされていません。][中止]";

/* Alert */
"[1][This project seems to be damaged. Please open a backup version of this project.][Abort]" = "[1][このプロジェクトは破損している可能性があります。このプロジェクトのバックアップを開いてください。][中止]";

/* Alert */
"[1][This project was created with a newer ^P version.|%ld -> %ld][OK]" = "[1][このプロジェクトはより新しいバージョンの ^P で作成されています。|%ld -> %ld][OK]";

/* HyperDraw / Automation */
"[1][Too many automation tracks.][Cancel]" = "[1][オートメーションされたトラックが多過ぎます！][キャンセル]";

/* Alert */
"[1][Unused occupied memory block detected!|Do you want to delete it?][Cancel|Delete]" = "[1][使用されていないが占有されているメモリブロックが検出されました！削除しますか？][キャンセル|削除]";

/* Alert */
"[1][Warning! Memory is short!][Retry|Cancel]" = "[1][警告！メモリが不足です！][再試行|キャンセル]";

/* Alert */
"[1][Warning! Not enough memory. Could not undo. Save the project and try again. If still no success try to reboot the system and open the project again.][Cancel]" = "[1][警告！メモリが不足しています。取り消しできません。プロジェクトを保存してから、もう一度やり直してください。それでもできない場合はシステムを再起動して、プロジェクトを再度開いてください。][キャンセル]";

/* Alert */
"[1][Warning! Not enough memory.|This operation cannot be undone. Do you want to continue anyways?][Cancel|Continue]" = "[1][警告！メモリ不足です。|この操作は取り消しできません。それでも操作を続けますか？ ][キャンセル|続ける]";

/* Alert */
"[1][Warning! This project was created by a newer ^P version.|This may cause problems.|Please update ^P.][OK]" = "[1][警告！このプロジェクトは新しいバージョンの ^P によって作成されています。|これにより問題が生じる可能性があります。|^P をアップデートしてください。][OK]";

/* Alert */
"[1][Warning! Undo memory is getting short. Deleted the %d oldest undo steps.][OK]" = "[1][警告！取り消し操作のためのメモリが少なくなっています。古い %d 個の取り消しステップが削除されました。][OK]";

/* Alert */
"[1][Warning!|Couldn\\U2019t complete Undo][OK]" = "[1][警告！|取り消しを最後まで実行できませんでした][OK]";

/* Alert */
"[1][Warning!|Damaged project! (Ginst)][OK]" = "[1][警告！|このプロジェクトは壊れています！][OK]";

/* Alert */
"[1][Warning!|Unused Block found in project.|Please save project first.|(Code: 0x%lx)][Cancel|Delete]" = "[1][警告！|プロジェクトに使用されていないブロックが見つかりました。|まずプロジェクトを保存してください。|（ コード：0x%lx）][キャンセル|削除]";

/* Alert */
"[1][Warning.|Mac OS X MIDI Services not available.][OK]" = "[1][警告。|Mac OS X の MIDI サービスが使用できません。][OK]";

/* Alert */
"[1][Warning:|Missing End event in project!][OK]" = "[1][警告：|プロジェクトに終了イベントが見つかりません！][OK]";

/* Alert */
"[1][Warning|Reentrant in multitask][OK]" = "[1][警告|マルチタスクでの再入][OK]";

/* Alert */
"[2][%ld audio file(s) to be created.|This requires %@ of disk space.][Create|Cancel]" = "[2][%ld 個のオーディオファイルが作成されます。|%@ のディスク領域が必要です。][作成|キャンセル]";

/* Alert */
"[2][\\U201C%@\\U201D has smaller size!|Use anyway?][Cancel|Use]" = "[2][“%@”の方が小さいサイズです！|使用しますか？][キャンセル|使用]";

/* Alert */
"[2][Audio file \\U201C%@\\U201D not found.][Skip|Search]" = "[2][オーディオファイル“%@”が見つかりませんでした。][スキップ|検索]";

/* Alert */
"[2][Automation data exist for that track.|Do you want to delete the automation data also?][Don\\U2019t Delete Data|Cancel|Delete Data]" = "[2][そのトラック用のオートメーションデータが存在します。|オートメーションデータも削除しますか？][データを削除しない|キャンセル|データを削除]";

/* Alert */
"[2][Burn process succeeded][OK]" = "[2][ディスクの作成に成功しました][OK]";

/* Alert */
"[2][Delete existing settings?][Cancel|Delete]" = "[2][既存の設定を削除しますか？][キャンセル|削除]";

/* EXS24 */
"[2][Delete instrument \\U201C%@\\U201D ?][Cancel|Delete%@]" = "[2][音源“%@”を削除しますか？][キャンセル|%@ を削除]";

/* Alert */
"[2][Delete recorded audio file \\U201C%@\\U201D%@ from disk?|Can\\U2019t UNDO this operation!][Delete|Keep%@]" = "[2][録音されたオーディオファイル“%@”%@ をディスクから削除しますか？|この操作は取り消しできません！][削除|%@ を残す]";

/* HyperDraw / Automation */
"[2][Do you want to delete the automation data?][No|Delete]" = "[2][オートメーションデータを削除しますか？][いいえ|削除]";

/* Alert */
"[2][File \\U201C%@\\U201D exists.][Cancel|Replace]" = "[2][ファイル“%@”は存在します。][キャンセル|置き換える]";

/* Alert */
"[2][Last Operation exceeds Folder or Region Beginning!|Adapt Size?][Cancel|Adapt]" = "[2][最後の操作はフォルダまたはリージョンの開始ポイントを超えています！|サイズを調整しますか？][キャンセル|調整]";

/* Alert */
"[2][Last operation exceeds folder or region length.|Adapt Size?][Cancel|Adapt]" = "[2][最後の操作はフォルダまたはリージョンの長さを超えています！|サイズを調整しますか？][キャンセル|調整]";

/* Alert */
"[2][Launch the \\U201C%@\\U201D driver?][Yes|No]" = "[2][“%@”ドライバを起動しますか？][はい|いいえ]";

/* Alert */
"[2][Overwrite existing settings?][Cancel|Overwrite]" = "[2][既存の設定を上書きしますか？][キャンセル|上書き]";

/* Alert */
"[2][Part of the project was not played|This project has too many tracks, effects, or notes to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[2][プロジェクトの一部が再生されませんでした。|プロジェクトのトラック、エフェクト、またはノートが多すぎるため、リアルタイムで再生できません。|パフォーマンスを最適化するには、“GarageBand ヘルプ”の“GarageBand のパフォーマンスを最適化する”を参照してください。][続ける]";

/* Paste in Environment */
"[2][Replace Current Selection?][No|Replace]" = "[2][現在の選択部分を置き換えますか？][いいえ|置き換え]";

/* Alert */
"[2][Simulation succeeded][OK]" = "[2][シミュレーションに成功しました][OK]";

/* Alert */
"[2][The 32-Bit AU Server has quit unexpectedly.|Any unsaved changes to Audio Unit plug-in parameters are lost. You can try to relaunch the 32-Bit AU Server. In case of repeated issues, click Cancel, then quit and relaunch ^P.][Cancel|Relaunch 32-Bit AU Server]" = "[2][32 ビット AU サーバが予期せずに終了しました。|Audio Unit プラグインのパラメータの変更は、保存されていない限りすべて失われます。32 ビット AU サーバを再起動してみることができます。問題が繰り返される場合は、“キャンセル”をクリックしてから、^P を終了して再起動してください。][キャンセル|32 ビット AU サーバを再起動]";

/* Alert */
"[2][The destination format does not support sample rates above 48kHz.|^P can convert the bounced data\\U2019s sample rate. Do you want this?][Cancel|Convert]" = "[2][指定したフォーマットは 48kHz より高いサンプルレートをサポートしていません。|^P はバウンスされたデータのサンプルレートを変換できます。変換しますか？][キャンセル|変換]";

/* Alert */
"[2][The File \\U201C%@\\U201D could not be opened, because it is in the Trash.|To use this item, first drag it out of the Trash.][OK]" = "[2][ファイル“%@”はゴミ箱の中にあるため開くことができませんでした。|このファイルを使うには、まずゴミ箱からドラッグして出してください。][OK]";

/* Alert */
"[3][Couldn\\U2019t create Launch!][ABORT]" = "[3][Launch を作成できませんでした！][中止]";

/* Alert */
"[3][Couldn\\U2019t create Region][Cancel]" = "[3][リージョンを作成できませんでした][キャンセル]";

/* Alert */
"[3][Couldn\\U2019t record Events!|Reorganize memory?|%ld,%ld,%ld][OK|Reorganize]" = "[3][イベントを記録できません！|メモリを最適化しますか？|%ld,%ld,%ld][OK|最適化]";

/* Alert */
"[3][Illegal Region (2)][Repair|OK]" = "[3][不適切なリージョン (2)][修復|OK]";

/* Alert */
"[3][Illegal Region number][Cancel]" = "[3][不正なリージョン数][キャンセル]";

/* Alert */
"[3][Low memory situation!|(Not enough master pointers)][OK]" = "[3][メモリが足りません！|（マスターポインタが不足しています）][OK]";

/* Alert */
"[3][MIDI Out error][OK]" = "[3][MIDI 出力エラー][OK]";

/* Alert */
"[3][MIDI timeout|^P has detected a MIDI timeout. Please restart your computer, then relaunch ^P.|If the problem persists, update the drivers of all connected MIDI devices (including audio drivers with MIDI functionality) to the latest version. For instructions on removing older drivers, consult the manufacturers' documentation.][OK]" = "[3][MIDI タイムアウト|^P が MIDI タイムアウトを検出しました。コンピュータを再起動してから、^P を再起動してください。|それでも問題が解決しない場合は、接続されているすべての MIDI デバイス のドライバ（MIDI 機能付きのオーディオドライバを含みます）を最新版にアップデートしてください。古いドライバを取り除く手順については、製造元のマニュアルを参照してください。][OK]";

/* Alert */
"[3][Minor problem in data (3)][Repair|OK]" = "[3][データの軽微な問題 (3)][修復|OK]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is outdated and cannot be used with this version of ^P.|Please get an update of the Module file and move it to the \\U201C%@\\U201D folder.][OK]" = "[3][モジュールファイル“%@”は古いため、このバージョンの ^P では使用できません。|モジュールファイルのアップデートを取得して、“%@”フォルダへ入れてください。][OK]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is too new and cannot be used with this version of ^P.|Please get an update of the ^P application file.][OK]" = "[3][モジュールファイル“%@”は新しいため、このバージョンの ^P では使用できません。|^P アプリケーションファイルのアップデートを入手してください。][OK]";

/* Alert */
"[3][No matching data on clipboard!][Abort]" = "[3][合致するデータがクリップボードにありません！][中止]";

/* Alert */
"[3][No Recording Track specified!][ABORT]" = "[3][録音トラックが指定されていません！][中止]";

/* Alert */
"[3][No Recording Track specified!][Cancel]" = "[3][録音用トラックが指定されていません！][キャンセル]";

/* Alert */
"[3][Not enough memory for a new project][Abort]" = "[3][新規プロジェクトを開くためのメモリが不足しています][中止]";

/* Alert */
"[3][Not enough memory to create clipboard!][Abort]" = "[3][クリップボードを作成するためのメモリが不足しています！][中止]";

/* Alert */
"[3][Not enough memory to create clipboard/Undo!|Should never happen.][Abort]" = "[3][クリップボードを作成／取り消しするためのメモリが不足しています！これは 2 度と発生しません。][中止]";

/* Alert */
"[3][Not enough memory to create object][Abort]" = "[3][オブジェクトを作成するためのメモリが不足しています][中止]";

/* Alert */
"[3][Not enough Memory|(playtracks)][Abort]" = "[3][メモリ不足です|(playtracks)][中止]";

/* Alert */
"[3][Read Error!|This is not a ^P project!][Abort]" = "[3][読み出しエラー！|これは ^P プロジェクトではありません！][中止]";

/* Alert */
"[3][Sorry, too old project format!][Abort]" = "[3][プロジェクトのフォーマットが古すぎます！][中止]";

/* Alert */
"[3][There are Regions in this track!|Delete Track and Regions?][Cancel|OK]" = "[3][このトラックにはリージョンが存在しています！|トラックとリージョンを削除しますか？][キャンセル|OK]";

/* Alert */
"[3][Unknown Undo type][Abort]" = "[3][不明な取り消しのタイプ][中止]";

/* Alert */
"[3][Warning! Not enough memory!|This operation cannot be undone.][OK]" = "[3][警告！メモリ不足です！|この操作は取り消しできません。][OK]";

/* Alert */
"[3][Warning!|Project may be damaged][OK]" = "[3][警告！|プロジェクトは破損している可能性があります][OK]";

/* Alert */
"[3][Wrong Version!][Abort]" = "[3][バージョンが違います！][中止]";

/* Alert */
"[3][You have an old Emagic USB MIDI Driver version installed.|This can cause unreliable MIDI communication and crashes. Please install version 1.5 or higher. You can find the current version on www.emagic.de.][OK]" = "[1][以前のバージョンの Emagic USB MIDI ドライバがインストールされています。|このため、MIDI の通信に信頼性が低下し、システムエラーが起きる可能性があります。バージョン 1.5 以上をインストールしてください。最新バージョンは www.emagic.de で入手できます。][OK]";

/* Alert */
"[Continue]" = "[続ける]";

/* media type */
"CD-ROM" = "CD-ROM";

/* media type, cd-recordable */
"CDR" = "CD-R";

/* media type, cd-rewritable */
"CDRW" = "CD-RW";

/* Node */
"Connected to" = "接続先";

/* media type, dvd-recordable */
"DVD+R" = "DVD+R";

/* media type, dvd-recordable */
"DVD+R Dual Layer" = "DVD+R 2 層";

/* media type, dvd-rewritable */
"DVD+RW" = "DVD+RW";

/* media type, dvd-recordable */
"DVD-R" = "DVD-R";

/* media type */
"DVD-RAM" = "DVD-RAM";

/* media type */
"DVD-ROM" = "DVD-ROM";

/* media type, dvd-rewritable */
"DVD-RW" = "DVD-RW";

/* Freeze: Disk Full Alert: see Ke6 */
"for creating freeze file(s)." = "がフリーズファイルの作成に必要です。";

/* cd/dvd media status display - drive is spinning up/down */
"In Transition..." = "トランジション中...";

/* Progress Bar */
"Loading Audio Files for \\U201C%@\\U201D..." = "“%@”のオーディオファイルを読み込み中...";

/* cd/dvd media status display */
"No media" = "メディアがありません";

/* Node */
"Not connected" = "接続されていません";

/* Control surface feedback */
"There is a modal dialog on the screen." = "モーダルダイアログが画面上に表示されています。";

/* cd/dvd media status display - status itself is unknown */
"Unknown" = "不明";

/* cd/dvd media status display */
"Unknown media type" = "メディアタイプが不明です";

/* Default AU program name
   Default Factory Setting name */
"Untitled" = "名称未設定";

